Repository: landre-cerp/WCtrlDcsBiosBridge
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr

# DashboardPivotItem
source: Dashboard
es_es: Panel
fr_fr: Tableau de bord

# ConfigurationPivotItem
source: Configuration
de_de: Konfiguration
es_es: Configuración

# HelpPivotItem
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide

# Status_BridgeStopped
source: Bridge stopped
de_de: Brücke gestoppt
es_es: Puente detenido
fr_fr: Pont arrêté

# Status_AircraftAutoDetected
source: Aircraft is detected automatically when DCS is running
de_de: Das Flugzeug wird automatisch erkannt, wenn DCS läuft
es_es: La aeronave se detecta automáticamente cuando DCS está en ejecución
fr_fr: L'appareil est détecté automatiquement lorsque DCS est en cours d'exécution

# StartButton_Start
source: Start Bridge
de_de: Brücke starten
es_es: Iniciar puente
fr_fr: Démarrer le pont

# DashboardDescriptionText
source: Start the bridge, then load into a supported aircraft in DCS World. The CDU or FCU/EFIS display will sync automatically.
de_de: Starten Sie die Brücke und laden Sie dann ein unterstütztes Flugzeug in DCS World. Die CDU- oder FCU/EFIS-Anzeige synchronisiert sich automatisch.
es_es: Inicie el puente y luego cargue una aeronave compatible en DCS World. La pantalla CDU o FCU/EFIS se sincronizará automáticamente.
fr_fr: Démarrez le pont, puis chargez un appareil pris en charge dans DCS World. L'écran CDU ou FCU/EFIS se synchronisera automatiquement.

# ConnectedDevicesHeader
source: CONNECTED DEVICES
de_de: VERBUNDENE GERÄTE
es_es: DISPOSITIVOS CONECTADOS
fr_fr: APPAREILS CONNECTÉS

# OpenReleaseButtonControl
source: Open release
de_de: Release öffnen
es_es: Abrir versión
fr_fr: Ouvrir la version

# DismissButtonControl
source: Dismiss
de_de: Schließen
es_es: Descartar
fr_fr: Ignorer

# ConfigButtonControl
source: Edit DCS-BIOS Configuration
de_de: DCS-BIOS-Konfiguration bearbeiten
es_es: Editar configuración de DCS-BIOS
fr_fr: Modifier la configuration DCS-BIOS

# QuickStartHeader
source: Quick start
de_de: Schnellstart
es_es: Inicio rápido
fr_fr: Démarrage rapide

# HelpStep1Text
source: Connect your Winwing device(s) via USB
de_de: Verbinden Sie Ihr(e) Winwing-Gerät(e) per USB
es_es: Conecte su(s) dispositivo(s) Winwing por USB
fr_fr: Connectez votre/vos appareil(s) Winwing via USB

# HelpStep2Text
source: Click Start Bridge on the Dashboard tab. Connected devices will be listed.
de_de: Klicken Sie im Dashboard auf Brücke starten. Verbundene Geräte werden aufgelistet.
es_es: Haga clic en Iniciar puente en la pestaña Panel. Se mostrarán los dispositivos conectados.
fr_fr: Cliquez sur Démarrer le pont dans l'onglet Tableau de bord. Les appareils connectés seront listés.

# HelpStep3Text
source: Load into a mission in DCS World. The aircraft module is detected automatically — no manual selection needed.
de_de: Laden Sie eine Mission in DCS World. Das Flugzeugmodul wird automatisch erkannt — keine manuelle Auswahl nötig.
es_es: Cargue una misión en DCS World. El módulo de la aeronave se detecta automáticamente — no es necesaria selección manual.
fr_fr: Chargez une mission dans DCS World. Le module d'appareil est détecté automatiquement — aucune sélection manuelle n'est nécessaire.

# HelpStep4Text
source: Your CDU or FCU/EFIS will sync with the in-game cockpit. The Dashboard tab shows live status.
de_de: Ihr CDU oder FCU/EFIS synchronisiert sich mit dem Cockpit im Spiel. Der Dashboard-Tab zeigt den Live-Status.
es_es: Su CDU o FCU/EFIS se sincronizará con la cabina del juego. La pestaña Panel muestra el estado en tiempo real.
fr_fr: Votre CDU ou FCU/EFIS se synchronisera avec le cockpit en jeu. L'onglet Tableau de bord affiche l'état en direct.

# SupportedAircraftLink
source: Supported aircraft
de_de: Unterstützte Flugzeuge
es_es: Aeronaves compatibles
fr_fr: Appareils pris en charge

# TroubleshootingHeader
source: Troubleshooting
de_de: Fehlerbehebung
es_es: Solución de problemas
fr_fr: Dépannage

# Trouble1Strong
source: Device not shown in Dashboard:
de_de: Gerät wird nicht im Dashboard angezeigt:
es_es: El dispositivo no aparece en el panel:
fr_fr: Appareil non affiché dans le tableau de bord :

# Trouble1Rest
source: unplug and replug the USB cable, then restart the app.
de_de: USB-Kabel abziehen und wieder anschließen, dann die App neu starten.
es_es: desconecte y vuelva a conectar el cable USB, luego reinicie la aplicación.
fr_fr: débranchez et rebranchez le câble USB, puis redémarrez l'application.

# Trouble2Strong
source: CDU screen blank in-game:
de_de: CDU-Bildschirm im Spiel leer:
es_es: Pantalla CDU en blanco en el juego:
fr_fr: Écran CDU vide en jeu :

# Trouble2Rest
source: confirm the DCS-BIOS export script is installed and DCS World is running.
de_de: prüfen Sie, ob das DCS-BIOS-Exportskript installiert ist und DCS World läuft.
es_es: confirme que el script de exportación de DCS-BIOS está instalado y que DCS World se está ejecutando.
fr_fr: vérifiez que le script d'export DCS-BIOS est installé et que DCS World est en cours d'exécution.

# Trouble3Strong
source: Wrong aircraft data:
de_de: Falsche Flugzeugdaten:
es_es: Datos de aeronave incorrectos:
fr_fr: Données d'appareil incorrectes :

# Trouble3Rest
source: ensure DCS-BIOS is up to date and the correct module is loaded in DCS.
de_de: stellen Sie sicher, dass DCS-BIOS aktuell ist und das richtige Modul in DCS geladen ist.
es_es: asegúrese de que DCS-BIOS esté actualizado y de que el módulo correcto esté cargado en DCS.
fr_fr: assurez-vous que DCS-BIOS est à jour et que le bon module est chargé dans DCS.

# Trouble4Strong
source: SimApp Pro lighting conflict:
de_de: Beleuchtungskonflikt mit SimApp Pro:
es_es: Conflicto de iluminación con SimApp Pro:
fr_fr: Conflit d'éclairage avec SimApp Pro :

# Trouble4Mid
source: enable
de_de: aktivieren Sie
es_es: active
fr_fr: activez

# Trouble4Italic
source: Disable Lighting Management
de_de: Beleuchtungsverwaltung deaktivieren
es_es: Desactivar gestión de iluminación
fr_fr: Désactiver la gestion de l'éclairage

# Trouble4End
source: in the Configuration tab.
de_de: im Tab Konfiguration.
es_es: en la pestaña Configuración.
fr_fr: dans l'onglet Configuration.

# ThemeTooltip_Light
source: Theme: Light — click for Dark
de_de: Design: Hell — klicken für Dunkel
es_es: Tema: Claro — clic para Oscuro
fr_fr: Thème : Clair — cliquez pour Sombre

# ThemeTooltip_Dark
source: Theme: Dark — click for System
de_de: Design: Dunkel — klicken für System
es_es: Tema: Oscuro — clic para Sistema
fr_fr: Thème : Sombre — cliquez pour Système

# ThemeTooltip_System
source: Theme: System — click for Light
de_de: Design: System — klicken für Hell
es_es: Tema: Sistema — clic para Claro
fr_fr: Thème : Système — cliquez pour Clair

# LanguageTooltip_System
source: Language: Automatic (Windows) — click to change
de_de: Sprache: Automatisch (Windows) — zum Ändern klicken
es_es: Idioma: Automático (Windows) — clic para cambiar
fr_fr: Langue : Automatique (Windows) — cliquez pour changer

# LanguageTooltip_English
source: Language: English — click to change
de_de: Sprache: English — zum Ändern klicken
es_es: Idioma: English — clic para cambiar
fr_fr: Langue : English — cliquez pour changer

# LanguageTooltip_French
source: Language: Français — click to change
de_de: Sprache: Français — zum Ändern klicken
es_es: Idioma: Français — clic para cambiar
fr_fr: Langue : Français — cliquez pour changer

# LanguageTooltip_German
source: Language: Deutsch — click to change
de_de: Sprache: Deutsch — zum Ändern klicken
es_es: Idioma: Deutsch — clic para cambiar
fr_fr: Langue : Deutsch — cliquez pour changer

# LanguageTooltip_Spanish
source: Language: Español — click to change
de_de: Sprache: Español — zum Ändern klicken
es_es: Idioma: Español — clic para cambiar
fr_fr: Langue : Español — cliquez pour changer

# Status_DetectingDevices
source: Detecting devices...
de_de: Geräte werden erkannt...
es_es: Detectando dispositivos...
fr_fr: Détection des appareils...

# Status_DetectionCancelled
source: Device detection cancelled
de_de: Geräteerkennung abgebrochen
es_es: Detección de dispositivos cancelada
fr_fr: Détection des appareils annulée

# Status_DetectionFailedFormat
source: Device detection failed: {0}
de_de: Geräteerkennung fehlgeschlagen: {0}
es_es: Fallo en la detección de dispositivos: {0}
fr_fr: Échec de la détection des appareils : {0}

# Status_ConnectingFormat
source: Connecting {0}...
de_de: Verbindung zu {0}...
es_es: Conectando a {0}...
fr_fr: Connexion à {0}...

# Status_FailedToConnectFormat
source: Failed to connect {0}
de_de: Verbindung zu {0} fehlgeschlagen
es_es: Error al conectar {0}
fr_fr: Échec de la connexion à {0}

# Status_ConnectedFormat
source: Connected {0}
de_de: {0} verbunden
es_es: {0} conectado
fr_fr: {0} connecté

# Status_FailedToConnectWithErrorFormat
source: Failed to connect {0}: {1}
de_de: Verbindung zu {0} fehlgeschlagen: {1}
es_es: Error al conectar {0}: {1}
fr_fr: Échec de la connexion à {0} : {1}

# Status_DisconnectedFormat
source: Disconnected {0}
de_de: {0} getrennt
es_es: {0} desconectado
fr_fr: {0} déconnecté

# Status_NoDevicesDetected
source: No devices detected. Please ensure your device is connected.
de_de: Keine Geräte erkannt. Stellen Sie sicher, dass Ihr Gerät verbunden ist.
es_es: No se detectaron dispositivos. Asegúrese de que su dispositivo esté conectado.
fr_fr: Aucun appareil détecté. Vérifiez que votre appareil est bien connecté.

# Status_FailedToBuildDeviceUiFormat
source: Failed to build device UI: {0}
de_de: Erstellen der Geräteoberfläche fehlgeschlagen: {0}
es_es: Error al construir la interfaz de dispositivos: {0}
fr_fr: Échec de la construction de l'interface des appareils : {0}

# Status_CannotEditWhileRunning
source: Cannot edit DCS-BIOS configuration while bridge is running.
de_de: DCS-BIOS-Konfiguration kann nicht bearbeitet werden, während die Brücke läuft.
es_es: No se puede editar la configuración de DCS-BIOS mientras el puente está en ejecución.
fr_fr: Impossible de modifier la configuration DCS-BIOS pendant que le pont est actif.

# Status_ConfigLoadedReady
source: Configuration loaded. Ready to start bridge.
de_de: Konfiguration geladen. Bereit, die Brücke zu starten.
es_es: Configuración cargada. Listo para iniciar el puente.
fr_fr: Configuration chargée. Prêt à démarrer le pont.

# Status_PleaseEditConfig
source: Please edit DCS-BIOS config
de_de: Bitte DCS-BIOS-Konfiguration bearbeiten
es_es: Por favor edite la configuración de DCS-BIOS
fr_fr: Veuillez modifier la configuration DCS-BIOS

# Status_ConfigUpdatedRestart
source: Configuration updated. Please restart the bridge for changes to take effect.
de_de: Konfiguration aktualisiert. Starten Sie die Brücke neu, damit die Änderungen wirksam werden.
es_es: Configuración actualizada. Reinicie el puente para que los cambios surtan efecto.
fr_fr: Configuration mise à jour. Redémarrez le pont pour appliquer les changements.

# Status_FailedToOpenConfigEditorFormat
source: Failed to open configuration editor: {0}
de_de: Öffnen des Konfigurationseditors fehlgeschlagen: {0}
es_es: Error al abrir el editor de configuración: {0}
fr_fr: Échec de l'ouverture de l'éditeur de configuration : {0}

# Status_ConfigNotLoaded
source: Configuration not loaded. Please check the configuration settings.
de_de: Konfiguration nicht geladen. Bitte überprüfen Sie die Konfigurationseinstellungen.
es_es: Configuración no cargada. Revise los ajustes de configuración.
fr_fr: Configuration non chargée. Vérifiez les paramètres de configuration.

# Status_NoDevicesFoundRefresh
source: No devices found. Please ensure your device is connected and refresh.
de_de: Keine Geräte gefunden. Stellen Sie sicher, dass Ihr Gerät verbunden ist, und aktualisieren Sie.
es_es: No se encontraron dispositivos. Asegúrese de que su dispositivo esté conectado y actualice.
fr_fr: Aucun appareil trouvé. Vérifiez que votre appareil est connecté et actualisez.

# Status_StartingBridge
source: Starting bridge...
de_de: Brücke wird gestartet...
es_es: Iniciando el puente...
fr_fr: Démarrage du pont...

# StartButton_Starting
source: Starting...
de_de: Wird gestartet...
es_es: Iniciando...
fr_fr: Démarrage...

# StartButton_Detecting
source: Detecting...
de_de: Wird erkannt...
es_es: Detectando...
fr_fr: Détection...

# StartButton_Running
source: Bridge Running
de_de: Brücke aktiv
es_es: Puente activo
fr_fr: Pont actif

# Status_FailedToStartBridgeFormat
source: Failed to start bridge: {0}
de_de: Starten der Brücke fehlgeschlagen: {0}
es_es: Error al iniciar el puente: {0}
fr_fr: Échec du démarrage du pont : {0}

# Status_WaitingForAircraft
source: Waiting for DCS aircraft...
de_de: Warten auf DCS-Flugzeug...
es_es: Esperando aeronave de DCS...
fr_fr: En attente d'un appareil DCS...

# Status_LoadSupportedModule
source: Load a supported module in DCS World
de_de: Laden Sie ein unterstütztes Modul in DCS World
es_es: Cargue un módulo compatible en DCS World
fr_fr: Chargez un module pris en charge dans DCS World

# Status_UnsupportedAircraftFormat
source: Unsupported aircraft: {0} — waiting...
de_de: Nicht unterstütztes Flugzeug: {0} — warten...
es_es: Aeronave no compatible: {0} — esperando...
fr_fr: Appareil non pris en charge : {0} — en attente...

# Status_UnsupportedAircraftSubFormat
source: Unsupported aircraft: {0}
de_de: Nicht unterstütztes Flugzeug: {0}
es_es: Aeronave no compatible: {0}
fr_fr: Appareil non pris en charge : {0}

# Status_WaitingForSupportedModule
source: Waiting for a supported module...
de_de: Warten auf ein unterstütztes Modul...
es_es: Esperando un módulo compatible...
fr_fr: En attente d'un module pris en charge...

# Status_DetectedFormat
source: Detected: {0}
de_de: Erkannt: {0}
es_es: Detectado: {0}
fr_fr: Détecté : {0}

# Status_BridgeRunningFormat
source: Bridge running · {0}
de_de: Brücke aktiv · {0}
es_es: Puente activo · {0}
fr_fr: Pont actif · {0}

# Status_ListeningOnFormat
source: Listening on {0}:{1}
de_de: Hört auf {0}:{1}
es_es: Escuchando en {0}:{1}
fr_fr: En écoute sur {0}:{1}

# Status_NewVersionAvailableFormat
source: New version available: {0}
de_de: Neue Version verfügbar: {0}
es_es: Nueva versión disponible: {0}
fr_fr: Nouvelle version disponible : {0}

# Device_NoDevicesFound
source: No devices found
de_de: Keine Geräte gefunden
es_es: No se encontraron dispositivos
fr_fr: Aucun appareil trouvé

# Device_FoundDevicesConnectingFormat
source: Found {0} device(s). Connecting...
de_de: {0} Gerät(e) gefunden. Verbindung wird hergestellt...
es_es: Se encontraron {0} dispositivo(s). Conectando...
fr_fr: {0} appareil(s) trouvé(s). Connexion...

# Device_ConnectingCduFormat
source: Connecting CDU device {0}/{1}...
de_de: Verbindung zu CDU-Gerät {0}/{1}...
es_es: Conectando dispositivo CDU {0}/{1}...
fr_fr: Connexion à l'appareil CDU {0}/{1}...

# Device_ConnectedFormat
source: Connected {0} ({1}/{2})
de_de: {0} verbunden ({1}/{2})
es_es: {0} conectado ({1}/{2})
fr_fr: {0} connecté ({1}/{2})

# Device_FailedConnectCduFormat
source: Failed to connect CDU device {0}: {1}
de_de: Verbindung zu CDU-Gerät {0} fehlgeschlagen: {1}
es_es: Error al conectar el dispositivo CDU {0}: {1}
fr_fr: Échec de connexion à l'appareil CDU {0} : {1}

# Device_ConnectingFrontpanelFormat
source: Connecting frontpanel device {0}/{1}...
de_de: Verbindung zu Frontpanel-Gerät {0}/{1}...
es_es: Conectando dispositivo frontpanel {0}/{1}...
fr_fr: Connexion à l'appareil frontpanel {0}/{1}...

# Device_FailedConnectFrontpanelFormat
source: Failed to connect frontpanel device {0}: {1}
de_de: Verbindung zu Frontpanel-Gerät {0} fehlgeschlagen: {1}
es_es: Error al conectar el dispositivo frontpanel {0}: {1}
fr_fr: Échec de connexion à l'appareil frontpanel {0} : {1}

# Device_DetectionCompleteFormat
source: Detection complete. {0} connected.
de_de: Erkennung abgeschlossen. {0} verbunden.
es_es: Detección completa. {0} conectado(s).
fr_fr: Détection terminée. {0} connecté(s).

# Device_DetectionErrorFormat
source: Detection error: {0}
de_de: Erkennungsfehler: {0}
es_es: Error de detección: {0}
fr_fr: Erreur de détection : {0}

# ConfigPanelTitle
source: DCS-BIOS Configuration
de_de: DCS-BIOS-Konfiguration
es_es: Configuración de DCS-BIOS
fr_fr: Configuration DCS-BIOS

# NetworkSettingsHeader
source: Network Settings
de_de: Netzwerkeinstellungen
es_es: Configuración de red
fr_fr: Paramètres réseau

# ReceiveIpPortLabel
source: Receive IP:PORT
de_de: Empfangs-IP:PORT
es_es: IP:PUERTO de recepción
fr_fr: IP:PORT de réception

# MulticastLabel
source: (Multicast)
es_es: (Multidifusión)
fr_fr: (Multidiffusion)

# SendIpPortLabel
source: Send IP:PORT
de_de: Sende-IP:PORT
es_es: IP:PUERTO de envío
fr_fr: IP:PORT d'envoi

# UsuallyLocalhostLabel
source: (Usually localhost)
de_de: (Normalerweise localhost)
es_es: (Normalmente localhost)
fr_fr: (Généralement localhost)

# ResetToDefaultsButtonControl
source: Reset to Defaults
de_de: Auf Standard zurücksetzen
es_es: Restablecer valores predeterminados
fr_fr: Réinitialiser

# FileLocationsHeader
source: File Locations
de_de: Dateipfade
es_es: Ubicaciones de archivos
fr_fr: Emplacements des fichiers

# JsonLocationLabel
source: DCS-BIOS JSON:
es_es: JSON de DCS-BIOS:
fr_fr: JSON DCS-BIOS :

# BrowseButtonControl
source: Browse...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...

# JsonLocationHint
source: This should point to the directory containing aircraft-specific JSON files from DCS-BIOS
de_de: Dies sollte auf das Verzeichnis mit den flugzeugspezifischen JSON-Dateien von DCS-BIOS verweisen
es_es: Esto debe apuntar al directorio que contiene los archivos JSON específicos de cada aeronave de DCS-BIOS
fr_fr: Ceci doit pointer vers le répertoire contenant les fichiers JSON spécifiques aux appareils depuis DCS-BIOS

# SaveButtonControl
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer

# CancelButtonControl
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler

# Tooltip_ReceiveIp
source: IP address to receive UDP data from DCS-BIOS (multicast address)
de_de: IP-Adresse zum Empfangen von UDP-Daten von DCS-BIOS (Multicast-Adresse)
es_es: Dirección IP para recibir datos UDP de DCS-BIOS (dirección de multidifusión)
fr_fr: Adresse IP pour recevoir les données UDP de DCS-BIOS (adresse multidiffusion)

# Tooltip_ReceivePort
source: Port number to receive UDP data from DCS-BIOS
de_de: Portnummer zum Empfangen von UDP-Daten von DCS-BIOS
es_es: Número de puerto para recibir datos UDP de DCS-BIOS
fr_fr: Numéro de port pour recevoir les données UDP de DCS-BIOS

# Tooltip_SendIp
source: IP address to send UDP data to DCS-BIOS
de_de: IP-Adresse zum Senden von UDP-Daten an DCS-BIOS
es_es: Dirección IP para enviar datos UDP a DCS-BIOS
fr_fr: Adresse IP pour envoyer les données UDP à DCS-BIOS

# Tooltip_SendPort
source: Port number to send UDP data to DCS-BIOS
de_de: Portnummer zum Senden von UDP-Daten an DCS-BIOS
es_es: Número de puerto para enviar datos UDP a DCS-BIOS
fr_fr: Numéro de port pour envoyer les données UDP à DCS-BIOS

# Tooltip_JsonLocation
source: Path to the directory containing DCS-BIOS JSON files
de_de: Pfad zum Verzeichnis mit den DCS-BIOS-JSON-Dateien
es_es: Ruta al directorio que contiene los archivos JSON de DCS-BIOS
fr_fr: Chemin du répertoire contenant les fichiers JSON DCS-BIOS

# PortName_Receive
source: Receive port
de_de: Empfangsport
es_es: Puerto de recepción
fr_fr: Port de réception

# PortName_Send
source: Send port
de_de: Sendeport
es_es: Puerto de envío
fr_fr: Port d'envoi

# Status_PortRangeFormat
source: {0} must be between {1} and {2}.
de_de: {0} muss zwischen {1} und {2} liegen.
es_es: {0} debe estar entre {1} y {2}.
fr_fr: {0} doit être compris entre {1} et {2}.

# Status_ReceiveIpInvalid
source: Receive IP address is not valid.
de_de: Die Empfangs-IP-Adresse ist ungültig.
es_es: La dirección IP de recepción no es válida.
fr_fr: L'adresse IP de réception n'est pas valide.

# Status_SendIpInvalid
source: Send IP address is not valid.
de_de: Die Sende-IP-Adresse ist ungültig.
es_es: La dirección IP de envío no es válida.
fr_fr: L'adresse IP d'envoi n'est pas valide.

# Status_JsonLocationEmpty
source: DCS-BIOS JSON location cannot be empty.
de_de: Der DCS-BIOS-JSON-Pfad darf nicht leer sein.
es_es: La ubicación del JSON de DCS-BIOS no puede estar vacía.
fr_fr: L'emplacement JSON DCS-BIOS ne peut pas être vide.

# Status_DirectoryNotExistFormat
source: The specified directory does not exist: {0}
de_de: Das angegebene Verzeichnis existiert nicht: {0}
es_es: El directorio especificado no existe: {0}
fr_fr: Le répertoire spécifié n'existe pas : {0}

# Status_MissingJsonFilesFormat
source: Some expected DCS-BIOS JSON files are missing (continuing anyway): {0}
de_de: Einige erwartete DCS-BIOS-JSON-Dateien fehlen (wird trotzdem fortgesetzt): {0}
es_es: Faltan algunos archivos JSON de DCS-BIOS esperados (se continúa de todos modos): {0}
fr_fr: Certains fichiers JSON DCS-BIOS attendus sont manquants (poursuite quand même) : {0}

# Status_ValidationErrorFormat
source: Validation error: {0}
de_de: Validierungsfehler: {0}
es_es: Error de validación: {0}
fr_fr: Erreur de validation : {0}

# Status_FolderPickerFailedFormat
source: Could not open the folder picker: {0}
de_de: Der Ordnerauswahldialog konnte nicht geöffnet werden: {0}
es_es: No se pudo abrir el selector de carpetas: {0}
fr_fr: Impossible d'ouvrir le sélecteur de dossier : {0}

# Status_SaveConfigFailedFormat
source: Failed to save configuration: {0}
de_de: Speichern der Konfiguration fehlgeschlagen: {0}
es_es: Error al guardar la configuración: {0}
fr_fr: Échec de l'enregistrement de la configuration : {0}

# Status_SettingsResetToDefaults
source: Settings reset to defaults.
de_de: Einstellungen auf Standard zurückgesetzt.
es_es: Configuración restablecida a los valores predeterminados.
fr_fr: Paramètres réinitialisés.

# StatusLabel
source: Status:
es_es: Estado:
fr_fr: État :

# Status_Ready
source: Ready.
de_de: Bereit.
es_es: Listo.
fr_fr: Prêt.

# DisableLightingManagementOption
source: Disable Lighting Management (for SimApp Pro users)
de_de: Beleuchtungsverwaltung deaktivieren (für SimApp-Pro-Nutzer)
es_es: Desactivar gestión de iluminación (para usuarios de SimApp Pro)
fr_fr: Désactiver la gestion de l'éclairage (pour les utilisateurs de SimApp Pro)

# AutoStartOption
source: Auto-Start Bridge when Ready
de_de: Brücke automatisch starten, sobald bereit
es_es: Iniciar automáticamente el puente cuando esté listo
fr_fr: Démarrer automatiquement le pont une fois prêt

# MinimizeOnStartOption
source: Minimize Window on Start
de_de: Fenster beim Start minimieren
es_es: Minimizar ventana al iniciar
fr_fr: Réduire la fenêtre au démarrage

# OnCloseHeader
source: ON CLOSE
de_de: BEIM SCHLIESSEN
es_es: AL CERRAR
fr_fr: À LA FERMETURE

# LightingManagementDisabledBadge
source: Lighting Management disabled
de_de: Beleuchtungsverwaltung deaktiviert
es_es: Gestión de iluminación desactivada
fr_fr: Gestion de l'éclairage désactivée

# TurnOffBacklightsOption
source: Turn Off Backlights (brightness → 0 %)
de_de: Hintergrundbeleuchtung ausschalten (Helligkeit → 0 %)
es_es: Apagar retroiluminación (brillo → 0 %)
fr_fr: Éteindre les rétroéclairages (luminosité → 0 %)

# TurnOffMarkersOption
source: Turn Off Markers (LEDs)
de_de: Markierungen ausschalten (LEDs)
es_es: Apagar marcadores (LED)
fr_fr: Éteindre les marqueurs (LED)

# DisabledWhileInUseA10CBadge
source: Disabled while in use
de_de: Während der Nutzung deaktiviert
es_es: Desactivado mientras está en uso
fr_fr: Désactivé pendant l'utilisation

# DisabledWhileInUseFA18CBadge
source: Disabled while in use
de_de: Während der Nutzung deaktiviert
es_es: Desactivado mientras está en uso
fr_fr: Désactivé pendant l'utilisation

# DisabledWhileInUseF14Badge
source: Disabled while in use
de_de: Während der Nutzung deaktiviert
es_es: Desactivado mientras está en uso
fr_fr: Désactivé pendant l'utilisation
